Repository: BStalewski/bomdia
Catalog: i18n/*/LC_MESSAGES/Bomdia.po
Languages: pl

source: Enter number of questions that you want to answer (default all in selected groups):
pl: Podaj liczbę testów, którą chcesz wykonać (domyślnie wszystkie w wybranych grupach):

source: Choose questions language
pl: Wybierz język, w którym chcesz dostać pytania

source: Choose answers language
pl: Wybierz język, w którym chcesz udzielać odpowiedzi

source: Choose option number:
pl: Wybierz numer opcji:

source: How many recent words you want to examine (default all)? :
pl: Ile ostatnich słówek chcesz przetestować (domyślnie wszystkie)? :

source: Which groups you want to examine (e.g. 1,3-5)? :
pl: Które grupy słów chcesz sprawdzić (np. 1,3-5)?:

source: Groups:
pl: Grupy:

source: Do you want to repeat test?
pl: Czy chcesz powtórzyć test?

source: 1) Yes, with the same questions
pl: 1) Tak, z dokładnie tymi samymi pytaniami

source: 2) Yes, with the same parameters, but questions drawn again
pl: 2) Tak, z tymi samymi parametrami, ale ponownie wylosowanymi pytaniami

source: 3) Yes, with different parameters
pl: 3) Tak, z innymi parametrami

source: 4) No
pl: 4) Nie

source: or
pl: lub

source: Error: %(ans)s -> %(exp)s
pl: Błąd: %(ans)s -> %(exp)s

source: Perfect! No errors!!!
pl: Doskonale! Bezbłędnie!!!

source: Unfortunately, there were errors
pl: Niestety nie było bezbłędnie

source: Number of errors is %(errors)d for %(questions)d questions.
pl: Liczba błędów wynosi %(errors)d na %(questions)d pytań.

source: %(num)d. In question "%(question)s": "%(ans)s" -> "%(expected)s"
pl: %(num)d. W pytaniu "%(question)s": "%(ans)s" -> "%(expected)s"

source: Translate into %(ans)s: "%(ask)s"
pl: Przetłumacz na %(ans)s: "%(ask)s"
